Repository: zizicici/Pin-It
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# actionLink.action
source: Jump to Link
ar: الانتقال إلى الرابط
de: Zum Link springen
es: Saltar al enlace
es_419: Saltar al enlace
fr: Aller au lien
it: Vai al link
ja: リンクに移動
ko: 링크로 이동
pt_br: Ir para o link
pt_pt: Ir para a ligação
ru: Перейти по ссылке
uk: Перейти за посиланням
zh_hans: 跳转到行动链接
zh_hk: 跳轉到行動連結

# actionLink.alert.message
source: If the link format is invalid, it cannot be opened.
ar: إذا كان تنسيق الرابط غير صالح، فلا يمكن فتحه.
de: Wenn das Linkformat ungültig ist, kann der Link nicht geöffnet werden.
es: Si el formato del enlace no es válido, no se puede abrir.
es_419: Si el formato del enlace no es válido, no se puede abrir.
fr: Si le format du lien est invalide, il ne peut pas être ouvert.
it: Se il formato del link non è valido, non può essere aperto.
ja: リンクの形式が無効な場合、開くことができません。
ko: 링크 형식이 잘못된 경우 열 수 없습니다.
pt_br: Se o formato do link for inválido, não poderá ser aberto.
pt_pt: Se o formato da ligação for inválido, não poderá ser aberto.
ru: Если формат ссылки недействителен, её невозможно открыть.
uk: Якщо формат посилання недійсний, його не можна відкрити.
zh_hans: 如果链接格式无效，将无法打开对应链接
zh_hk: 如果連結格式無效，將無法打開對應連結

# actionLink.alert.title
source: Please enter the action link
ar: يرجى إدخال رابط الإجراء
de: Bitte geben Sie den Aktionslink ein
es: Por favor ingrese el enlace de acción
es_419: Por favor ingrese el enlace de acción
fr: Veuillez saisir le lien d'action
it: Inserisci il link di azione
ja: アクションリンクを入力してください
ko: 액션 링크를 입력하세요
pt_br: Por favor, insira o link de ação
pt_pt: Por favor, insira a ligação de ação
ru: Пожалуйста, введите ссылку для действия
uk: Будь ласка, введіть посилання для дії
zh_hans: 请输入行动链接
zh_hk: 請輸入行動連結

# actionLink.none
source: None
ar: لا شيء
de: Keine
es: Ninguno
es_419: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
uk: Немає
zh_hans: 无
zh_hk: 無

# actionLink.title
source: Action Link
ar: رابط الإجراء
de: Aktionslink
es: Enlace de acción
es_419: Enlace de acción
fr: Lien d'action
it: Link di azione
ja: アクションリンク
ko: 액션 링크
pt_br: Link de ação
pt_pt: Ligação de ação
ru: Ссылка для действия
uk: Посилання для дії
zh_hans: 行动链接
zh_hk: 行動連結

# advertising.banner
source: Support Us (=｀ω´=)
ar: ادعمنا (=｀ω´=)
de: Unterstützen Sie uns (=｀ω´=)
es: Apóyanos (=｀ω´=)
es_419: Apóyanos (=｀ω´=)
fr: Soutenez-nous (=｀ω´=)
it: Supportaci (=｀ω´=)
ja: 応援してください (=｀ω´=)
ko: 후원하기 (=｀ω´=)
pt_br: Apoie-nos (=｀ω´=)
pt_pt: Apoie-nos (=｀ω´=)
ru: Поддержите нас (=｀ω´=)
uk: Підтримайте нас (=｀ω´=)
zh_hans: 支持我们 (=｀ω´=)
zh_hk: 支持我們 (=｀ω´=)

# button.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消
zh_hk: 取消

# button.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
es_419: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hk: 關閉

# button.confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
es_419: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
uk: Підтвердити
zh_hans: 确认
zh_hk: 確認

# button.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hk: 刪除

# button.done
source: Done
ar: تم
de: Fertig
es: Listo
es_419: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
pt_pt: Concluído
ru: Готово
uk: Готово
zh_hans: 完成
zh_hk: 完成

# button.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
es_419: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
uk: Зберегти
zh_hans: 保存
zh_hk: 儲存

# color.dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
es_419: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
pt_pt: Escuro
ru: Тёмная
uk: Темна
zh_hans: 暗色
zh_hk: 暗色

# color.light
source: Light
ar: فاتح
de: Hell
es: Claro
es_419: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
pt_pt: Claro
ru: Светлая
uk: Світла
zh_hans: 亮色
zh_hk: 亮色

# content.error.load
source: Image loading failed
ar: فشل تحميل الصورة
de: Bild konnte nicht geladen werden
es: Error al cargar la imagen
es_419: Error al cargar la imagen
fr: Échec du chargement de l'image
it: Caricamento immagine fallito
ja: 画像の読み込みに失敗
ko: 이미지 로드 실패
pt_br: Falha ao carregar imagem
pt_pt: Falha ao carregar imagem
ru: Ошибка загрузки изображения
uk: Помилка завантаження зображення
zh_hans: 图片加载失败
zh_hk: 圖片載入失敗

# content.error.watch
source: Images not supported on Watch.
ar: الصور غير مدعومة على الساعة
de: Bilder auf der Uhr nicht unterstützt.
es: Imágenes no compatibles en el Watch.
es_419: Imágenes no compatibles en el Watch.
fr: Images non prises en charge sur la Watch.
it: Immagini non supportate sul Watch.
ja: Watchでは画像を表示できません
ko: Watch에서 이미지를 지원하지 않습니다
pt_br: Imagens não suportadas no Watch.
pt_pt: Imagens não suportadas no Watch.
ru: Изображения не поддерживаются на часах.
uk: Зображення не підтримуються на годиннику.
zh_hans: 暂不支持手表上查看图片
zh_hk: 暫不支援手錶上檢視圖片

# content.no
source: No content
ar: لا يوجد محتوى
de: Kein Inhalt
es: Sin contenido
es_419: Sin contenido
fr: Aucun contenu
it: Nessun contenuto
ja: コンテンツなし
ko: 콘텐츠 없음
pt_br: Sem conteúdo
pt_pt: Sem conteúdo
ru: Нет содержимого
uk: Немає вмісту
zh_hans: 无内容
zh_hk: 無內容

# controller.more.title
source: More
ar: المزيد
de: Mehr
es: Más
es_419: Más
fr: Plus
it: Altro
ja: もっと
ko: 더보기
pt_br: Mais
pt_pt: Mais
ru: Ещё
uk: Більше
zh_hans: 更多
zh_hk: 更多

# controller.settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
es_419: Configuración
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
pt_pt: Definições
ru: Настройки
uk: Налаштування
zh_hans: 设置
zh_hk: 設置

# editor.advanced
source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
es_419: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細設定
ko: 고급
pt_br: Avançado
pt_pt: Avançado
ru: Дополнительно
uk: Розширені
zh_hans: 高级
zh_hk: 高級

# editor.expiration.toggle
source: Expiration Time
ar: وقت الانتهاء
de: Ablaufzeit
es: Tiempo de expiración
es_419: Tiempo de expiración
fr: Délai d'expiration
it: Tempo di scadenza
ja: 有効期限
ko: 만료 시간
pt_br: Tempo de expiração
pt_pt: Tempo de expiração
ru: Время истечения
uk: Термін дії
zh_hans: 过期时间
zh_hk: 過期時間

# editor.image
source: Image
ar: صورة
de: Bild
es: Imagen
es_419: Imagen
it: Immagine
ja: 画像
ko: 이미지
pt_br: Imagem
pt_pt: Imagem
ru: Изображение
uk: Зображення
zh_hans: 图片
zh_hk: 圖片

# editor.image.crop
source: Adjust Image
ar: ضبط الصورة
de: Bild anpassen
es: Ajustar imagen
es_419: Ajustar imagen
fr: Ajuster l'image
it: Regola immagine
ja: 画像を調整
ko: 이미지 조정
pt_br: Ajustar imagem
pt_pt: Ajustar imagem
ru: Настроить изображение
uk: Налаштувати зображення
zh_hans: 调整图片
zh_hk: 調整圖片

# editor.pasteboard
source: Current Pasteboard
ar: الحافظة الحالية
de: Aktuelle Zwischenablage
es: Portapapeles actual
es_419: Portapapeles actual
fr: Presse-papiers actuel
it: Appunti correnti
ja: 現在のクリップボード
ko: 현재 클립보드
pt_br: Área de transferência atual
pt_pt: Área de transferência atual
ru: Текущий буфер обмена
uk: Поточний буфер обміну
zh_hans: 当前剪贴板
zh_hk: 目前剪貼簿

# editor.text
source: Text
ar: نص
es: Texto
es_419: Texto
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
pt_pt: Texto
ru: Текст
uk: Текст
zh_hans: 文本
zh_hk: 文字

# editor.text.placeholder
source: Please Enter Text
ar: أدخل النص
de: Text eingeben
es: Ingresar texto
es_419: Ingresar texto
fr: Saisir le texte
it: Inserisci testo
ja: テキストを入力
ko: 텍스트 입력
pt_br: Digite o texto
pt_pt: Introduza o texto
ru: Введите текст
uk: Введіть текст
zh_hans: 请输入文本
zh_hk: 請輸入文字

# error.needsPro.message
source: Purchase Pro in Settings to enable this option.
ar: اشترِ الإصدار Pro من الإعدادات لتفعيل هذا الخيار
de: Kaufen Sie Pro in den Einstellungen, um diese Option zu aktivieren.
es: Compra Pro en Ajustes para activar esta opción.
es_419: Compra Pro en Configuración para activar esta opción.
fr: Achetez Pro dans Réglages pour activer cette option.
it: Acquista Pro in Impostazioni per abilitare questa opzione.
ja: このオプションを有効にするには設定でProを購入してください。
ko: 이 옵션을 사용하려면 설정에서 Pro를 구매하세요.
pt_br: Compre Pro em Configurações para ativar esta opção.
pt_pt: Compre Pro em Definições para ativar esta opção.
ru: Купите Pro в Настройках, чтобы включить эту опцию.
uk: Придбайте Pro в Налаштуваннях, щоб увімкнути цю опцію.
zh_hans: 在“设置”中付费支持以启用此选项
zh_hk: 在「設置」中付費升級以啟用此選項

# grateful.content
source: Hope you enjoy.
ar: نرجو أن تستمتع بالتجربة
de: Viel Spaß!
es: ¡Espero que te guste!
es_419: ¡Espero que te guste!
fr: Bon usage !
it: Spero ti piaccia!
ja: お楽しみください
ko: 즐겁게 사용하세요
pt_br: Aproveite!
pt_pt: Aproveite!
ru: Надеемся, вам понравится
uk: Сподіваємось, вам сподобається
zh_hans: 希望你能喜欢
zh_hk: 希望你能喜歡

# grateful.title
source: Thanks for your support
ar: شكراً لدعمك
de: Danke für Ihre Unterstützung
es: Gracias por su apoyo
es_419: Gracias por su apoyo
fr: Merci pour votre soutien
it: Grazie per il supporto
ja: ご支援ありがとうございます
ko: 지원해 주셔서 감사합니다
pt_br: Obrigado pelo apoio
pt_pt: Obrigado pelo apoio
ru: Спасибо за вашу поддержку
uk: Дякуємо за вашу підтримку
zh_hans: 感谢你的支持
zh_hk: 感謝你的支持

# image.action.copyOriginal
source: Copy Original Image
ar: نسخ الصورة الأصلية
de: Originalbild kopieren
es: Copiar imagen original
es_419: Copiar imagen original
fr: Copier l'image originale
it: Copia immagine originale
ja: 原画像をコピー
ko: 원본 이미지 복사
pt_br: Copiar imagem original
pt_pt: Copiar imagem original
ru: Копировать оригинальное изображение
uk: Копіювати оригінальне зображення
zh_hans: 复制原图
zh_hk: 拷貝原圖

# image.action.copyProcessed
source: Copy Processed Image
ar: نسخ الصورة المعالجة
de: Bearbeitetes Bild kopieren
es: Copiar imagen procesada
es_419: Copiar imagen procesada
fr: Copier l'image traitée
it: Copia immagine elaborata
ja: 処理済み画像をコピー
ko: 처리된 이미지 복사
pt_br: Copiar imagem processada
pt_pt: Copiar imagem processada
ru: Копировать обработанное изображение
uk: Копіювати оброблене зображення
zh_hans: 复制处理图
zh_hk: 拷貝處理圖

# image.action.crop
source: Crop
ar: قص
de: Zuschneiden
es: Recortar
es_419: Recortar
fr: Rogner
it: Ritaglia
ja: 切り抜き
ko: 자르기
pt_br: Cortar
pt_pt: Cortar
ru: Обрезать
uk: Обрізати
zh_hans: 裁剪
zh_hk: 裁剪

# image.action.deletePost
source: Delete Post
ar: حذف المنشور
de: Beitrag löschen
es: Eliminar publicación
es_419: Eliminar publicación
fr: Supprimer la publication
it: Elimina post
ja: 投稿を削除
ko: 게시물 삭제
pt_br: Excluir post
pt_pt: Eliminar publicação
ru: Удалить пост
uk: Видалити допис
zh_hans: 删除记录
zh_hk: 刪除記錄

# image.action.editPost
source: Edit Post
ar: تحرير المنشور
de: Beitrag bearbeiten
es: Editar publicación
es_419: Editar publicación
fr: Modifier la publication
it: Modifica post
ja: 投稿を編集
ko: 게시물 편집
pt_br: Editar post
pt_pt: Editar publicação
ru: Редактировать пост
uk: Редагувати допис
zh_hans: 编辑记录
zh_hk: 編輯記錄

# image.action.fastCrop
source: Fast Crop
ar: قص سريع
de: Schnell zuschneiden
es: Recorte rápido
es_419: Recorte rápido
fr: Rogner rapidement
it: Ritaglio rapido
ja: クイック切り抜き
ko: 빠른 자르기
pt_br: Corte rápido
pt_pt: Corte rápido
ru: Быстрая обрезка
uk: Швидке обрізання
zh_hans: 快速裁剪
zh_hk: 快速裁剪

# image.action.fullScreen
source: View in Full Screen
ar: عرض كامل الشاشة
de: Im Vollbild anzeigen
es: Ver en pantalla completa
es_419: Ver en pantalla completa
fr: Voir en plein écran
it: Visualizza a schermo intero
ja: 全画面表示
ko: 전체 화면으로 보기
pt_br: Visualizar em tela cheia
pt_pt: Visualizar em ecrã inteiro
ru: Просмотр в полноэкранном режиме
uk: Перегляд на весь екран
zh_hans: 全屏查看
zh_hk: 全屏查看

# intent.action.category
source: Action
ar: إجراء
de: Aktion
es: Acción
es_419: Acción
it: Azione
ja: 操作
ko: 작업
pt_br: Ação
pt_pt: Ação
ru: Действие
uk: Дія
zh_hans: 动作
zh_hk: 操作

# intent.action.end.description
source: Dismiss Pin It Live Activity
ar: إخفاء النشاط المباشر لـ Pin It
de: Pin It Live Activity ausblenden
es: Ocultar actividad en vivo de Pin It
es_419: Ocultar actividad en vivo de Pin It
fr: Masquer l'activité en direct Pin It
it: Nascondi attività live di Pin It
ja: ピンイットライブアクティビティを非表示
ko: 핀잇 실시간 활동 닫기
pt_br: Ocultar atividade ao vivo do Pin It
pt_pt: Ocultar atividade em direto do Pin It
ru: Скрыть Live Active Pin It
uk: Приховати Live Active Pin It
zh_hans: 隐藏钉一下实时活动
zh_hk: 隱藏釘一下即時動態

# intent.action.end.summary
source: Dismiss Pin It
ar: إخفاء Pin It
de: Pin It ausblenden
es: Ocultar Pin It
es_419: Ocultar Pin It
fr: Masquer Pin It
it: Nascondi Pin It
ja: ピンイットを非表示
ko: 핀잇 닫기
pt_br: Ocultar Pin It
pt_pt: Ocultar Pin It
ru: Скрыть Pin It
uk: Приховати Pin It
zh_hans: 隐藏钉一下实时活动
zh_hk: 隱藏釘一下即時動態

# intent.action.end.title
source: Dismiss Pin It
ar: إخفاء Pin It
de: Pin It ausblenden
es: Ocultar Pin It
es_419: Ocultar Pin It
fr: Masquer Pin It
it: Nascondi Pin It
ja: ピンイットを非表示
ko: 핀잇 닫기
pt_br: Ocultar Pin It
pt_pt: Ocultar Pin It
ru: Скрыть Pin It
uk: Приховати Pin It
zh_hans: 隐藏钉一下实时活动
zh_hk: 隱藏釘一下即時動態

# intent.action.next.title
source: Switch to Next Pinned Post
ar: الانتقال إلى المنشور المثبت التالي
de: Zum nächsten angehefteten Beitrag wechseln
es: Cambiar a la siguiente publicación fijada
es_419: Cambiar a la siguiente publicación fijada
fr: Passer à la publication épinglée suivante
it: Passa al prossimo post fissato
ja: 次のピン留め投稿に切り替え
ko: 다음 고정된 게시물로 전환
pt_br: Mudar para o próximo post fixado
pt_pt: Mudar para a próxima publicação fixada
ru: Переключиться на следующий закрепленный пост
uk: Перемкнути на наступний закріплений допис
zh_hans: 切到下一个钉住的记录
zh_hk: 切到下一個釘住的記錄

# intent.action.previous.title
source: Switch to Previous Pinned Post
ar: الانتقال إلى المنشور المثبت السابق
de: Zum vorherigen angehefteten Beitrag wechseln
es: Cambiar a la publicación fijada anterior
es_419: Cambiar a la publicación fijada anterior
fr: Revenir à la publication épinglée précédente
it: Passa al post fissato precedente
ja: 前のピン留め投稿に切り替え
ko: 이전 고정된 게시물로 전환
pt_br: Mudar para o post fixado anterior
pt_pt: Mudar para a publicação fixada anterior
ru: Переключиться на предыдущий закрепленный пост
uk: Перемкнути на попередній закріплений допис
zh_hans: 切到上一个钉住的记录
zh_hk: 切到上一個釘住的記錄

# intent.action.reload.summary
source: Reload Pin It Live Activity, Page Index to 0.
ar: إعادة تحميل Pin It النشاط المباشر، فهرس الصفحة إلى 0.
de: Pin It Live-Aktivität neu laden, Seitenindex auf 0.
es: Recargar Pin It Actividad en Vivo, Índice de Página a 0.
es_419: Recargar Pin It Actividad en Vivo, Índice de Página a 0.
fr: Recharger Pin It Activité en direct, Index de page à 0.
it: Ricarica Pin It Attività Live, Indice Pagina a 0.
ja: Pin Itライブアクティビティを再読み込み、ページインデックスを0に戻す。
ko: Pin It 실시간 활동 다시 로드, 페이지 인덱스를 0으로.
pt_br: Recarregar Pin It Atividade ao Vivo, Índice de Página para 0.
pt_pt: Recarregar Pin It Atividade ao Vivo, Índice de Página para 0.
ru: Перезагрузить Pin It Live Activity, индекс страницы на 0.
uk: Перезавантажити Pin It Live Activity, індекс сторінки на 0.
zh_hans: 重载钉一下实时活动，回到第一个记录。
zh_hk: 重載釘一下實時活動，回到第一個記錄。

# intent.action.reload.title
source: Reload Pin It Live Activity
ar: إعادة تحميل Pin It النشاط المباشر
de: Pin It Live-Aktivität neu laden
es: Recargar Pin It Actividad en Vivo
es_419: Recargar Pin It Actividad en Vivo
fr: Recharger Pin It Activité en direct
it: Ricarica Pin It Attività Live
ja: Pin Itライブアクティビティを再読み込み
ko: Pin It 실시간 활동 다시 로드
pt_br: Recarregar Pin It Atividade ao Vivo
pt_pt: Recarregar Pin It Atividade ao Vivo
ru: Перезагрузить Pin It Live Activity
uk: Перезавантажити Pin It Live Activity
zh_hans: 重载钉一下实时活动
zh_hk: 重載釘一下實時活動

# intent.action.start.description
source: Show Pin It Live Activity only when there are pinned posts.
ar: اعرض النشاط المباشر لـ Pin It فقط عندما توجد منشورات مثبتة
de: Pin It Live Activity nur bei angehefteten Beiträgen anzeigen
es: Mostrar actividad en vivo de Pin It solo con publicaciones fijadas
es_419: Mostrar actividad en vivo de Pin It solo con publicaciones fijadas
fr: Afficher l'activité en direct Pin It uniquement avec publications épinglées
it: Mostra attività live Pin It solo con post pin
ja: 固定された投稿がある場合のみピンイットライブアクティビティを表示
ko: 고정된 게시물이 있을 때만 핀잇 실시간 활동 표시
pt_br: Mostrar atividade ao vivo do Pin It apenas com posts fixados
pt_pt: Mostrar atividade em direto do Pin It apenas com publicações afixadas
ru: Показывать Live Active Pin It только с закрепленными записями
uk: Показувати Live Active Pin It лише з закріпленими публікаціями
zh_hans: 显示钉一下实时活动，前提条件是有钉住的记录。
zh_hk: 顯示釘一下即時動態，前提條件是有釘住的記錄。

# intent.action.start.summary
source: Show Pin It
ar: عرض Pin It
de: Pin It anzeigen
es: Mostrar Pin It
es_419: Mostrar Pin It
fr: Afficher Pin It
it: Mostra Pin It
ja: ピンイットを表示
ko: 핀잇 표시
pt_br: Mostrar Pin It
pt_pt: Mostrar Pin It
ru: Показать Pin It
uk: Показати Pin It
zh_hans: 显示钉一下实时活动
zh_hk: 顯示釘一下即時動態

# intent.action.start.title
source: Show Pin It
ar: عرض Pin It
de: Pin It anzeigen
es: Mostrar Pin It
es_419: Mostrar Pin It
fr: Afficher Pin It
it: Mostra Pin It
ja: ピンイットを表示
ko: 핀잇 표시
pt_br: Mostrar Pin It
pt_pt: Mostrar Pin It
ru: Показать Pin It
uk: Показати Pin It
zh_hans: 显示钉一下实时活动
zh_hk: 顯示釘一下即時動態

# intent.cropEdges
source: Crop Edges
ar: قص الحواف
de: Bildränder zuschneiden
es: Recortar bordes
es_419: Recortar bordes
fr: Rogner les bords
it: Ritaglia bordi
ja: 端を切り抜き
ko: 가장자리 자르기
pt_br: Recortar bordas
pt_pt: Recortar bordos
ru: Обрезать края
uk: Обрізати краї
zh_hans: 裁剪图片边缘
zh_hk: 裁剪圖片邊緣

# intent.current.category
source: Current Pinned Post
ar: المنشور المثبت الحالي
de: Aktuell angehefteter Beitrag
es: Publicación fijada actual
es_419: Publicación fijada actual
fr: Publication épinglée actuelle
it: Post attualmente bloccato
ja: 現在ピン留め中の投稿
ko: 현재 고정된 게시물
pt_br: Postagem fixada atual
pt_pt: Publicação afixada atual
ru: Текущая закрепленная запись
uk: Поточна закріплена публікація
zh_hans: 当前钉住的记录
zh_hk: 當前釘住的記錄

# intent.current.unpin.title
source: Unpin Current Pinned Post
ar: إلغاء تثبيت المنشور الحالي
de: Aktuellen angehefteten Beitrag lösen
es: Desfijar publicación actual fijada
es_419: Desfijar publicación actual fijada
fr: Désépingler la publication épinglée actuelle
it: Sfissa post corrente fissato
ja: 現在のピン留め投稿を外す
ko: 현재 고정된 게시물 고정 해제
pt_br: Desfixar post atual fixado
pt_pt: Desfixar publicação atual fixada
ru: Открепить текущий закрепленный пост
uk: Відкріпити поточний закріплений допис
zh_hans: 取消钉住当前钉住的记录
zh_hk: 取消釘住當前釘住的記錄

# intent.displayMode.case.bottom
source: Bottom 1/3
ar: الثلث السفلي
de: Untere 1/3
es: Inferior 1/3
es_419: Inferior 1/3
fr: Bas 1/3
it: Inferiore 1/3
ja: 下部1/3
ko: 하단 1/3
pt_br: Inferior 1/3
pt_pt: Inferior 1/3
ru: Нижняя 1/3
uk: Нижня 1/3
zh_hans: 底部1/3
zh_hk: 底部1/3

# intent.displayMode.case.full
source: Full
ar: كامل
de: Vollbild
es: Completo
es_419: Completo
fr: Plein écran
it: Intera
ja: 全体
ko: 전체
pt_br: Completo
pt_pt: Completo
ru: Полный
uk: Повний
zh_hans: 全图
zh_hk: 全圖

# intent.displayMode.case.middle
source: Middle 1/3
ar: الثلث الأوسط
de: Mittlere 1/3
es: Medio 1/3
es_419: Medio 1/3
fr: Milieu 1/3
it: Centrale 1/3
ja: 中央1/3
ko: 중앙 1/3
pt_br: Meio 1/3
pt_pt: Meio 1/3
ru: Средняя 1/3
uk: Середня 1/3
zh_hans: 中部1/3
zh_hk: 中部1/3

# intent.displayMode.case.prominentNumber
source: Most Prominent Number
ar: الرقم الأبرز
de: Auffälligste Zahl
es: Número más prominente
es_419: Número más prominente
fr: Nombre le plus visible
it: Numero più evidente
ja: 最も目立つ数字
ko: 가장 두드러진 숫자
pt_br: Número mais proeminente
pt_pt: Número mais proeminente
ru: Самое заметное число
uk: Найпомітніше число
zh_hans: 最醒目的数字
zh_hk: 最醒目的數字

# intent.displayMode.case.top
source: Top 1/3
ar: الثلث العلوي
de: Obere 1/3
es: Superior 1/3
es_419: Superior 1/3
fr: Haut 1/3
it: Superiore 1/3
ja: 上部1/3
ko: 상단 1/3
pt_br: Superior 1/3
pt_pt: Superior 1/3
ru: Верхняя 1/3
uk: Верхня 1/3
zh_hans: 顶部1/3
zh_hk: 頂部1/3

# intent.displayMode.type
source: Display Mode
ar: وضع العرض
de: Anzeigemodus
es: Modo de visualización
es_419: Modo de visualización
fr: Mode d'affichage
it: Modalità visualizzazione
ja: 表示モード
ko: 표시 모드
pt_br: Modo de exibição
pt_pt: Modo de visualização
ru: Режим отображения
uk: Режим відображення
zh_hans: 显示模式
zh_hk: 顯示模式

# intent.expirationTime
source: Expiration Time
ar: وقت الانتهاء
de: Ablaufzeit
es: Tiempo de expiración
es_419: Tiempo de expiración
fr: Délai d'expiration
it: Tempo di scadenza
ja: 有効期限
ko: 만료 시간
pt_br: Tempo de expiração
pt_pt: Tempo de expiração
ru: Время истечения
uk: Термін дії
zh_hans: 过期时间
zh_hk: 過期時間

# intent.image
source: Image
ar: صورة
de: Bild
es: Imagen
es_419: Imagen
it: Immagine
ja: 画像
ko: 이미지
pt_br: Imagem
pt_pt: Imagem
ru: Изображение
uk: Зображення
zh_hans: 图片
zh_hk: 圖片

# intent.post.add.by.image.description
source: Add Post by Image
ar: إضافة منشور بصورة
de: Beitrag mit Bild
es: Añadir con imagen
es_419: Agregar con imagen
fr: Ajouter avec image
it: Aggiungi con immagine
ja: 画像で追加
ko: 이미지로 추가
pt_br: Adicionar com imagem
pt_pt: Adicionar com imagem
ru: Добавить с изображением
uk: Додати з зображенням
zh_hans: 添加图片记录
zh_hk: 新增圖片記錄

# intent.post.add.by.image.summary${content}
source: Add Image Post with ${content}
ar: إضافة منشور صورة بـ ${content}
de: Bildbeitrag mit ${content} hinzufügen
es: Añadir publicación de imagen con ${content}
es_419: Añadir publicación de imagen con ${content}
fr: Ajouter une publication image avec ${content}
it: Aggiungi post immagine con ${content}
ja: ${content}の画像投稿を追加
ko: ${content} 이미지 게시물 추가
pt_br: Adicionar post de imagem com ${content}
pt_pt: Adicionar publicação de imagem com ${content}
ru: Добавить пост с изображением ${content}
uk: Додати допис із зображенням ${content}
zh_hans: 添加${content}为图片记录
zh_hk: 添加${content}爲圖片記錄

# intent.post.add.by.image.title
source: Add Post by Image
ar: إضافة منشور بصورة
de: Beitrag mit Bild
es: Añadir con imagen
es_419: Agregar con imagen
fr: Ajouter avec image
it: Aggiungi con immagine
ja: 画像で追加
ko: 이미지로 추가
pt_br: Adicionar com imagem
pt_pt: Adicionar com imagem
ru: Добавить с изображением
uk: Додати з зображенням
zh_hans: 添加图片记录
zh_hk: 新增圖片記錄

# intent.post.add.by.text.description
source: Add Post by Text
ar: إضافة منشور بنص
de: Beitrag mit Text
es: Añadir con texto
es_419: Agregar con texto
fr: Ajouter avec texte
it: Aggiungi con testo
ja: テキストで追加
ko: 텍스트로 추가
pt_br: Adicionar com texto
pt_pt: Adicionar com texto
ru: Добавить с текстом
uk: Додати з текстом
zh_hans: 添加文本记录
zh_hk: 新增文字記錄

# intent.post.add.by.text.summary${content}
source: Add Text Post with ${content}
ar: إضافة منشور نصي بـ ${content}
de: Textbeitrag mit ${content} hinzufügen
es: Añadir publicación de texto con ${content}
es_419: Añadir publicación de texto con ${content}
fr: Ajouter une publication texte avec ${content}
it: Aggiungi post di testo con ${content}
ja: ${content}のテキスト投稿を追加
ko: ${content} 텍스트 게시물 추가
pt_br: Adicionar post de texto com ${content}
pt_pt: Adicionar publicação de texto com ${content}
ru: Добавить текстовый пост с ${content}
uk: Додати текстовий допис з ${content}
zh_hans: 添加${content}为文字记录
zh_hk: 添加${content}爲文字記錄

# intent.post.add.by.text.title
source: Add Post by Text
ar: إضافة منشور بنص
de: Beitrag mit Text
es: Añadir con texto
es_419: Agregar con texto
fr: Ajouter avec texte
it: Aggiungi con testo
ja: テキストで追加
ko: 텍스트로 추가
pt_br: Adicionar com texto
pt_pt: Adicionar com texto
ru: Добавить с текстом
uk: Додати з текстом
zh_hans: 添加文本记录
zh_hk: 新增文字記錄

# intent.post.add.category
source: Add Post
ar: إضافة منشور
de: Beitrag hinzufügen
es: Añadir entrada
es_419: Agregar entrada
fr: Ajouter publication
it: Aggiungi post
ja: 投稿を追加
ko: 게시물 추가
pt_br: Adicionar post
pt_pt: Adicionar publicação
ru: Добавить запись
uk: Додати запис
zh_hans: 添加记录
zh_hk: 新增記錄
